---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.RailingSystemSegmentVGrid
source: html/2f270626-e056-8b73-c3d1-640fdf3a9f98.htm
---
# Autodesk.Revit.DB.GroupTypeId.RailingSystemSegmentVGrid Property

V Grid.

## Syntax (C#)
```csharp
public static ForgeTypeId RailingSystemSegmentVGrid { get; }
```